{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "LocalizeTable",
			"Children": [
				{
					"Source":
					{
						"Text": "LOCALIZATION SAMPLE"
					},
					"Translation":
					{
						"Text": "LOCALIZATION SAMPLE"
					},
					"Key": "TitleLabel"
				},
				{
					"Source":
					{
						"Text": "Select language"
					},
					"Translation":
					{
						"Text": "Select language"
					},
					"Key": "SelectLabel"
				},
				{
					"Source":
					{
						"Text": "Sound"
					},
					"Translation":
					{
						"Text": "Sound"
					},
					"Key": "SoundLabel"
				},
				{
					"Source":
					{
						"Text": "Music"
					},
					"Translation":
					{
						"Text": "Music"
					},
					"Key": "MusicLabel"
				},
				{
					"Source":
					{
						"Text": "There are <ItalicText>many</> ways to implement localization in <ColoredText>NoesisGUI</>. In this example we are using our <ColoredItalicText>LocTable</> markup extension to integrate with Unreal localization system where we defined localized texts for each label. Each time the language is changed, the displayed text is updated accordingly. The <ColoredItalicText>RichText</> attached property for <ItalicText>TextBlocks</> allows you to use Unreal styles and images in your text."
					},
					"Translation":
					{
						"Text": "There are <ItalicText>many</> ways to implement localization in <ColoredText>NoesisGUI</>. In this example we are using our <ColoredItalicText>LocTable</> markup extension to integrate with Unreal localization system where we defined localized texts for each label. Each time the language is changed, the displayed text is updated accordingly. The <ColoredItalicText>RichText</> attached property for <ItalicText>TextBlocks</> allows you to use Unreal styles and images in your text."
					},
					"Key": "DescLabel"
				}
			]
		}
	]
}